Repository: elementary/flatpak-platform
Catalog: platform-data/po/*.po
Languages: be, ca, es, fr, he, ja, nb, pl, pt, pt_br, ru, sk, sv, tr, uk, zh_tw

source: elementary App Platform
be: Платформа праграм elementary
ca: Plataforma d'aplicacions d'elementary
es: Plataforma de Aplicaciones de elementary
fr: Plateforme des applications elementary
he: פלטפורמת יישומים של elementary
ja: elementary アプリプラットフォーム
nb: elementary-programplattform
pl: Platforma aplikacji elementary
pt: Plataforma de aplicações do elementary
pt_br: Plataforma de aplicações do elementary
ru: Платформа приложений elementary
sk: Aplikačná platforma elementary
sv: elementary app-plattform
tr: elementary Uygulama Platformu
uk: Платформа застосунків elementary
zh_tw: elementary 應用程式平台

source: Build Flatpak apps for elementary OS
be: Стварайце праграмы Flatpak для elementary OS
ca: Creeu aplicacions de Flatpak per a l'elementary OS
es: Cree aplicaciones Flatpak para elementary OS
fr: Compile les applications Flatpak pour elementary OS
he: הרכבת יישומי Flatpak ל־elementary OS
ja: elementary OS 向けの Flatpak アプリをビルドします
nb: Bygging av Flatpak-programmer for elementary OS
pl: Twórz aplikacje Flatpak dla elementary OS
pt: Compila aplicações Flatpak para o elementary OS
pt_br: Compila aplicações Flatpak para o elementary OS
ru: Создавайте Flatpak приложения для elementary OS
sk: Zostavujte Flatpak aplikácie pre elementary OS
sv: Bygga Flatpak-appar för elementary OS
tr: elementary OS için Flatpak uygulamaları oluşturun
uk: Створіть застосунки Flatpak для elementary OS
zh_tw: 為 elementary OS 建置 Flatpak 應用程式

source: The Flatpak platform for elementary OS and AppCenter.
be: Платформа Flatpak для elementary OS і AppCenter.
ca: La plataforma de Flatpak per a l'elementary OS i el Centre d'aplicacions
es: La plataforma Flatpak para elementary OS y el Centro de Aplicaciones.
fr: La plateforme Flatpak pour elementary OS et le Centre d'Applications.
he: פלטפורמת ה־Flatpak ל־elementary OS ולמרכז היישומים.
ja: elementary OS と AppCenter 向けの Flatpak プラットフォームです。
pl: Platforma Flatpak dla elementary OS i AppCenter.
pt: A plataforma Flatpak para o elementary OS e Centro de Aplicações.
pt_br: Plataforma Flatpak para o elementary OS e Central de Aplicativos.
ru: Платформа Flatpak для elementary OS и AppCenter.
sk: Platforma Flatpak pre elementary OS a AppCentrum.
sv: Flatpak-plattformen för elementary OS och AppCenter.
tr: Elementary OS ve AppCenter için Flatpak platformu.
uk: Платформа Flatpak для elementary OS та Центру застосунків.
zh_tw: 為 elementary OS 和《應用程式中心》打造的 Flatpak 平台。

source: Platform updates:
be: Абнаўленні платформы:
ca: Actualitzacions de la plataforma:
es: Actualizaciones de la plataforma:
fr: Mises à jour de la plateforme :
he: עדכוני פלטפורמה:
ja: プラットフォームのアップデート:
nb: Plattformoppdateringer:
pl: Aktualizacje platformy:
pt: Atualizações da plataforma:
ru: Обновления платформы:
sk: Aktualizácie platformy:
sv: Plattformsuppdateringar:
tr: Platform güncellemeleri:
uk: Оновлення платформи:
zh_tw: 平台更新：

source: Rebase on GNOME 49 runtime
be: Змена асяроддзя выканання на GNOME 49
ca: Rebase en l'entorn d'execució del GNOME 49
fr: Mise à jour sur l'exécutable GNOME 49
ja: ベースを GNOME 49 ランタイムに変更
sv: Rebase på GNOME 49 körtid
zh_tw: 重定基底到 GNOME 49 執行環境上

source: Update Granite to 7.7.0
be: Абнаўленне Granite да 7.7.0
ca: Actualització de Granite a 7.7.0
fr: Mise à jour de Granite en 7.7.0
ja: Granite を 7.7.0 にアップデート
sv: Uppdatera Granite till 7.7.0
zh_tw: 將 Granite 更新到 7.7.0

source: Update Icons to 8.2.0
be: Абнаўленне значкоў да 8.2.0
ca: Actualització de les icones a 8.2.0
fr: Mise à jour de Icônes en 8.2.0
ja: “アイコン”を 8.2.0 にアップデート
sv: Uppdatera ikoner till 8.2.0
zh_tw: 將《圖示》更新到 8.2.0

source: Fix ARM (aarch64) builds not available
be: Выпраўленне недаступнасці выпускаў ARM (aarch64)
ca: Correcció de compilacions ARM (aarch64) no disponibles
fr: Correction des builds ARM (aarch64) non disponibles
ja: ARM (aarch64) 向けビルドが利用できない不具合を修正
sv: Fixa ARM-byggen (aarch64) inte tillgängliga
zh_tw: 修正沒有提供 ARM (aarch64) 建置版的問題

source: Update xcursorgen to 1.0.9
be: Абнаўленне xcursorgen да 1.0.9
ca: Actualització d'xcursorgen a la versió 1.0.9
fr: Mise à jour de xcursorgen en 1.0.9
ja: xcursorgen を 1.0.9 にアップデート
sv: Uppdatera xcursorgen till 1.0.9
zh_tw: 將 xcursorgen 更新到 1.0.9

source: Rebase on GNOME 48 runtime
be: Змена асяроддзя выканання на GNOME 48
ca: Rebase en l'entorn d'execució del GNOME 48
fr: Mise à jour sur l'exécutable GNOME 48
ja: ベースを GNOME 48 ランタイムに変更
sv: Rebase på GNOME 48 körtid
zh_tw: 重定基底到 GNOME 48 執行環境上

source: Update Stylesheet to 8.2.1
be: Абнаўленне табліцы стыляў да 8.2.1
ca: Actualització del full d'estils a la versió 8.2.1
fr: Mise à jour de Feuille de style en 8.2.1
ja: “スタイルシート”を 8.2.1 にアップデート
sv: Uppdatera Stylesheet till 8.2.1
zh_tw: 將《樣式表》更新到 8.2.1

source: Rebase on GNOME 47 runtime
be: Змена асяроддзя выканання на GNOME 47
ca: Rebase en l'entorn d'execució del GNOME 47
fr: Mise à jour sur l'exécutable GNOME 47
ja: ベースを GNOME 47 ランタイムに変更
sv: Rebase på GNOME 47 körtid
zh_tw: 重定基底到 GNOME 47 執行環境上

source: Update LibPortal to 0.9.1
be: Абнаўленне LibPortal стыляў да 0.9.1
ca: Actualització de LibPortal a la versió 0.9.1
fr: Mise à jour de LibPortal en 0.9.1
ja: LibPortal を 0.9.1 にアップデート
sv: Uppdatera LibPortal till 0.9.1
zh_tw: 將 LibPortal 更新到 0.9.1

source: Update Granite to 7.6.0
be: Абнаўленне Granite да 7.6.0
ca: Actualització de Granite a la versió 7.6.0
fr: Mise à jour de Granite en 7.6.0
ja: Granite を 7.6.0 にアップデート
sv: Uppdatera Granite till 7.6.0
zh_tw: 將 Granite 更新到 7.6.0

source: Update Icons to 8.1.0
be: Абнаўленне значкоў да 8.1.0
ca: Actualització de les icones a la versió 8.1.0
fr: Mise à jour de Icônes en 8.1.0
ja: “アイコン”を 8.1.0 にアップデート
sv: Uppdatera ikoner till 8.1.0
zh_tw: 將《圖示》更新到 8.1.0

source: Update Stylesheet to 8.2.0
be: Абнаўленне табліцы стыляў да 8.2.0
ca: Actualització del full d'estils a la versió 8.2.0
fr: Mise à jour de Feuille de style en 8.2.0
ja: “スタイルシート”を 8.2.0 にアップデート
sv: Uppdatera Stylesheet till 8.2.0
zh_tw: 將《樣式表》更新到 8.2.0

source: Update LibPortal to 0.8.1
be: Абнаўленне LibPortal да 0.8.1
ca: Actualització de LibPortal a la versió 0.8.1
fr: Mise à jour de LibPortal en 0.8.1
ja: LibPortal を 0.8.1 にアップデート
sv: Uppdatera LibPortal till 0.8.1
zh_tw: 將 LibPortal 更新到 0.8.1

source: Rebase on GNOME 46 runtime
be: Змена асяроддзя выканання на GNOME 46
ca: Rebase en l'entorn d'execució del GNOME 46
fr: Mise à jour sur l'exécutable GNOME 46
ja: ベースを GNOME 46 ランタイムに変更
sv: Rebase på GNOME 46 körtid
zh_tw: 重定基底到 GNOME 46 執行環境上

source: Add LibPortal
be: Даданы LibPortal
ca: Afegeix LibPortal
fr: Ajout de LibPortal
ja: LibPortal を追加
sv: Lägg till LibPortal
zh_tw: 新增 LibPortal

source: Update Granite to 7.5.0
be: Абнаўленне Granite да 7.5.0
ca: Actualització de Granite a la versió 7.5.0
fr: Mise à jour de Granite en 7.5.0
ja: Granite を 7.5.0 にアップデート
sv: Uppdatera Granite till 7.5.0
zh_tw: 將 Granite 更新到 7.5.0

source: Update Icons to 8.0.0
be: Абнаўленне значкоў да 8.0.0
ca: Actualització de les icones a la versió 8.0.0
fr: Mise à jour de Icônes en 8.0.0
ja: “アイコン”を 8.0.0 にアップデート
sv: Uppdatera ikoner till 8.0.0
zh_tw: 將《圖示》更新到 8.0.0

source: Update Stylesheet to 8.0.0
be: Абнаўленне табліцы стыляў да 8.0.0
ca: Actualització del full d'estils a la versió 8.0.0
fr: Mise à jour de Feuille de style en 8.0.0
ja: “スタイルシート”を 8.0.0 にアップデート
sv: Uppdatera Stylesheet till 8.0.0
zh_tw: 將《樣式表》更新到 8.0.0

source: Rebase on GNOME 45 runtime
be: Змена асяроддзя выканання на GNOME 45
ca: Rebase en l'entorn d'execució del GNOME 45
fr: Mise à jour sur l'exécutable GNOME 45
ja: ベースを GNOME 45 ランタイムに変更
sv: Rebase på GNOME 45 körtid
zh_tw: 重定基底到 GNOME 45 執行環境上

source: Update Granite to 7.4.0
be: Абнаўленне Granite да 7.4.0
ca: Actualització del Granite a la versió 7.4.0
fr: Mise à jour de Granite en 7.4.0
ja: Granite を 7.4.0 にアップデート
sv: Uppdatera Granite till 7.4.0
zh_tw: 將 Granite 更新到 7.4.0

source: Update Stylesheet to 7.3.0
be: Абнаўленне табліцы стыляў да 7.3.0
ca: Actualització del full d'estils a la versió 7.3.0
fr: Mise à jour de Feuille de style en 7.3.0
ja: “スタイルシート”を 7.3.0 にアップデート
sv: Uppdatera Stylesheet till 7.3.0
zh_tw: 將《樣式表》更新到 7.3.0

source: Update Granite to 7.3.0
be: Абнаўленне Granite да 7.3.0
ca: Actualització de Granite a 7.3.0
es: Se actualizó Granite a 7.3.0
fr: Mise à jour de Granite en 7.3.0
he: Granite עודכנה ל־7.3.0
ja: Granite を 7.3.0 にアップデート
nb: Granite oppgradert til 7.3.0
pl: Aktualizacja Granite do 7.3.0
pt: Atualizar Granite para 7.3.0
pt_br: Atualiza Granite para 7.3.0
ru: Granite обновлён до 7.3.0
sk: Aktualizácia Granite (Granit) na verziu 7.3.0
sv: Uppdatera Granite till 7.3.0
tr: Granite'i 7.3.0'a güncellendi
uk: Оновлення Granite до 7.3.0
zh_tw: 將 Granite 更新到 7.3.0

source: Update Icons to 7.3.1
be: Абнаўленне значкоў да 7.3.1
ca: Actualització de les icones a la versió 7.3.1
fr: Mise à jour de Icônes en 7.3.1
ja: “アイコン”を 7.3.1 にアップデート
sv: Uppdatera ikoner till 7.3.1
zh_tw: 將《圖示》更新到 7.3.1

source: Update Stylesheet to 7.2.0
be: Абнаўленне табліцы стыляў да 7.2.0
ca: Actualització del full d'estils a 7.2.0
es: Se actualizaron las hojas de estilo a 7.2.0
fr: Mise à jour de Feuille de style en 7.2.0
he: גיליון העיצוב עודכן ל־7.2.0
ja: “スタイルシート”を 7.2.0 にアップデート
nb: Stylesheet oppgradert til 7.2.0
pl: Aktualizacja Styli do 7.2.0
pt: Atualizar folha de estilos para 7.2.0
pt_br: Atualiza Stylesheet para 7.2.0
ru: Таблица стилей обновлена до 7.2.0
sk: Aktualizácia Stylesheet (Súpis štýlov) na verziu 7.2.0
sv: Uppdatera stilmall till 7.2.0
tr: Stylesheet 7.2.0 Güncellendi
uk: Оновлення таблиці стилів до 7.2.0
zh_tw: 將《樣式表》更新到 7.2.0

source: Rebase on GNOME 44 runtime
be: Змена асяроддзя выканання на GNOME 44
ca: Rebase sobre l'entorn d'execució de GNOME 44
es: Se unificó y reorganizó (rebase) el repositorio con el entorno de ejecución de GNOME 44
fr: Mise à jour sur l'exécutable GNOME 44
he: התבססות מחודשת על סביבת הריצה GNOME 44
ja: ベースを GNOME 44 ランタイムに変更
nb: Rebasert på GNOME 44-kjøretidsrutine
pl: Kod oparty jest teraz na środowisku GNOME 44
pt: Rebaseado no runtime do GNOME 44
pt_br: Rebase no runtime do GNOME 44
ru: Работает на среде выполнения GNOME 44
sk: Prestavba na GNOME 44 runtime
sv: Rebase på GNOME 44 körtid
tr: GNOME 44 çalışma zamanı üstüne kuruldu
uk: Зміна середовища виконання на GNOME 44
zh_tw: 重定基底到 GNOME 44 執行環境上

source: Update Granite to 7.2.0
be: Абнаўленне Granite да 7.2.0
ca: Actualització de Granite a 7.2.0
es: Se actualizó Granite a 7.2.0
fr: Mise à jour de Granite en 7.2.0
he: Granite עודכנה ל־7.2.0
ja: Granite を 7.2.0 にアップデート
nb: Granite oppgradert til 7.2.0
pl: Aktualizacja Granite do 7.2.0
pt: Atualizar Granite para 7.2.0
pt_br: Atualiza Granite para 7.2.0
ru: Granite обновлён до 7.2.0
sk: Aktualizácia Granite (Granit) na verziu 7.2.0
sv: Uppdatera Granite till 7.2.0
tr: Granite'i 7.2.0'a güncelle
uk: Оновлено Granite на 7.2.0
zh_tw: 將 Granite 更新到 7.2.0

source: Update Icons to 7.2.0
be: Абнаўленне значкоў да 7.2.0
ca: Actualització de les icones a la 7.2.0
es: Se actualizaron los iconos a 7.2.0
fr: Mise à jour de Icônes en 7.2.0
he: הסמלים עודכנו ל־7.2.0
ja: “アイコン”を 7.2.0 にアップデート
nb: Ikoner oppgradert til 7.2.0
pl: Aktualizacja Ikon do 7.2.0
pt: Atualizar ícones para 7.2.0
pt_br: Atualiza Ícones para 7.2.0
ru: Значки обновлены до 7.2.0
sk: Aktualizácia Icons (Ikonky) na verziu 7.2.0
sv: Uppdatera ikoner till 7.2.0
tr: Simgeleri 7.2.0'a güncelle
uk: Оновлено піктограми на 7.2.0
zh_tw: 將《圖示》更新到 7.2.0

source: Update Stylesheet to 7.1.0
be: Абнаўленне табліцы стыляў да 7.1.0
ca: Actualització del full d'estils a 7.1.0
es: Se actualizaron las hojas de estilo a 7.1.0
fr: Mise à jour de Feuille de style en 7.1.0
he: גיליון העיצוב עודכן ל־7.1.0
ja: “スタイルシート”を 7.1.0 にアップデート
nb: Stylesheet oppgradert til 7.1.0
pl: Aktualizacja Styli do 7.1.0
pt: Atualizar folha de estilos para 7.1.0
pt_br: Atualiza Stylesheet para 7.1.0
ru: Таблица стилей обновлена до 7.1.0
sk: Aktualizácia Stylesheet (Súpis štýlov) na verziu 7.1.0
sv: Uppdatera stilmall till 7.1.0
tr: Stil Sayfasını 7.1.0'a Güncelle
uk: Оновлено таблицю стилів на 7.1.0
zh_tw: 將《樣式表》更新到 7.1.0

source: Update Granite to 7.1.0
be: Абнаўленне Granite да 7.1.0
ca: Actualització de Granite a 7.1.0
es: Se actualizó Granite a 7.1.0
fr: Mise à jour de Granite en 7.1.0
he: Granite עודכנה ל־7.1.0
ja: Granite を 7.1.0 にアップデート
nb: Granite oppgradert til 7.1.0
pl: Aktualizacja Granite do 7.1.0
pt: Atualizar Granite para 7.1.0
pt_br: Atualiza Granite para 7.1.0
ru: Granite обновлён до 7.1.0
sk: Aktualizácia Granite (Granit) na verziu 7.1.0
sv: Uppdatera Granite till 7.1.0
tr: Granite'i 7.1.0'a güncelle
uk: Оновлено Granite до 7.1.0
zh_tw: 將 Granite 更新到 7.1.0

source: Update Icons to 7.1.0
be: Абнаўленне значкоў да 7.1.0
ca: Actualització de les icones a la 7.1.0
es: Se actualizaron los iconos a 7.1.0
fr: Mise à jour de Icônes en 7.1.0
he: הסמלים עודכנו ל־7.1.0
ja: “アイコン”を 7.1.0 にアップデート
nb: Ikoner oppgradert til 7.1.0
pl: Aktualizacja Ikon do 7.1.0
pt: Atualizar ícones para 7.1.0
pt_br: Atualiza Ícones para 7.1.0
ru: Значки обновлены до 7.1.0
sk: Aktualizácia Icons (Ikonky) na verziu 7.1.0
sv: Uppdatera ikoner till 7.1.0
tr: Simgeleri 7.1.0'a güncelle
uk: Оновлено піктограми до 7.1.0
zh_tw: 將《圖示》更新到 7.1.0

source: Update Stylesheet to 7.0.1
be: Абнаўленне табліцы стыляў да 7.0.1
ca: Actualització del full d'estils a 7.0.1
es: Se actualizaron las hojas de estilo a 7.0.1
fr: Mise à jour de Feuille de style en 7.0.1
he: גיליון העיצוב התעדכן ל־7.0.1
ja: “スタイルシート”を 7.0.1 にアップデート
nb: Stylesheet oppgradert til 7.0.1
pl: Aktualizacja Styli do 7.0.1
pt: Atualizar folha de estilos para 7.0.1
pt_br: Atualiza Stylesheet para 7.0.1
ru: Таблица стилей обновлена до 7.0.1
sk: Aktualizácia Stylesheet (Súpis štýlov) na verziu 7.0.1
sv: Uppdatera stilmall till 7.0.1
tr: Stil Sayfasını 7.0.1'e Güncelle
uk: Оновлено таблицю стилів до 7.0.1
zh_tw: 將《樣式表》更新到 7.0.1

source: Rebase on GNOME 42 runtime
be: Змена асяроддзя выканання на GNOME 42
ca: Rebase sobre l'entorn d'execució de GNOME 42
es: Se unificó y reorganizó (rebase) el repositorio con el entorno de ejecución de GNOME 42
fr: Mise à jour sur l'exécutable GNOME 42
he: התבססות מחודשת על סביבת הריצה GNOME 42
ja: ベースを GNOME 42 ランタイムに変更
nb: Rebasert på GNOME 42-kjøretidsrutine
pl: Kod oparty jest teraz na środowisku GNOME 42
pt: Rebaseado no runtime do GNOME 42
pt_br: Rebase no runtime do GNOME 42
ru: Работает на среде выполнения GNOME 42
sk: Prestavba na GNOME 42 runtime
sv: Rebase på GNOME 42 körtid
tr: GNOME 42 çalışma zamanı üstüne kuruldu
uk: Середовище виконання до GNOME 42
zh_tw: 重定基底到 GNOME 42 執行環境上

source: Initial support for Gtk4
be: Пачатковая падтрымка Gtk4
ca: Suport inicial per a Gtk4
es: Se agregó soporte inicial para Gtk4
fr: Début de la prise en charge de Gtk4
he: תמיכה התחלתית ב־
ja: Gtk4 に初期対応
pl: Wstępne wsparcie dla Gtk4
pt: Suporte inicial para Gtk4
pt_br: Suporte inicial para o Gtk4
ru: Начальная поддержка для Gtk4
sk: Počiatočná podpora pre Gtk4
sv: Inledande stöd för Gtk4
tr: Gtk4 için ilk destek
uk: Початкова підтримка Gtk4
zh_tw: Gtk4 的初期支援

source: Rebase on GNOME 41 runtime
be: Змена асяроддзя выканання на GNOME 41
ca: Rebase sobre l'entorn d'execució de GNOME 41
es: Se unificó y reorganizó (rebase) el repositorio con el entorno de ejecución de GNOME 41
fr: Mise à jour sur l'exécutable GNOME 41
he: התבססות מחודשת על סביבת הריצה GNOME 41
ja: ベースを GNOME 41 ランタイムに変更
nb: Rebasert på GNOME 41-kjøretidsrutine
pl: Kod oparty jest teraz na środowisku GNOME 41
pt: Rebaseado no runtime do GNOME 41
pt_br: Rebase no runtime do GNOME 41
ru: Работает на среде выполнения GNOME 41
sk: Prestavba na GNOME 41 runtime
sv: Rebase på GNOME 41 körtid
tr: GNOME 41 çalışma zamanı üstüne kuruldu
uk: Зміна середовища виконання на GNOME 41
zh_tw: 重定基底到 GNOME 41 執行環境上

source: Added elementary and freedesktop sound themes
be: Дадаванне гукавых тэм elementary і freedesktop
ca: S'han afegit temes de so d'elementary i de freedesktop.
es: Se agregaron los temas de sonido de freedesktop y elementary
fr: Ajout des thèmes audio d'elementary et de freedesktop
he: נוספו ערכות צלילים של elementary ושל freedesktop
ja: elementary と freedesktop のサウンドテーマを追加
pl: Dodano motywy dźwięku elementary oraz freedesktop
pt: Adicionados temas de som do elementy e do freedesktop
pt_br: Adicionado sons temáticos do elementary e freedesktop
ru: Добавлены звуковые темы elementary и freedesktop
sk: Pridané zvukové témy elementary a freedesktop
sv: Lagt till ljudteman för elementary och freedesktop
tr: Elementary ve freedesktop ses temaları eklendi
uk: Додано звукові теми elementary і freedesktop
zh_tw: 新增 elementary 和 freedesktop 音效主題

source: Use the correct stylesheet on OS 5
be: Карэктная табліца стыляў для OS 5
ca: Ús del full d'estil correcte a OS 5
es: Se usan las hojas de estilo correctas para elementary OS 5
fr: Utilisation correcte de la feuille de style sur OS 5
he: להשתמש בגיליון העיצוב הנכון ב־OS 5
ja: elementary OS 5 で適切なスタイルシートを使用するように修正
nb: Korrekt stilark på OS 5
pt: Usar a folha de estilos correta no OS 5
pt_br: Use a estilização correta no OS 5
ru: Корректная таблица стилей на OS 5
sk: Používať správny súpis štýlov na OS 5
sv: Använd rätt stilmall på OS 5
tr: OS 5'te doğru stil sayfasını kullan
uk: Використання правильної таблиці стилів в OS 5
zh_tw: 在 elementary OS 5 上使用正確的樣式表

source: Fixes:
be: Выпраўленні:
ca: Correccions:
es: Correcciones:
fr: Corrections :
he: תיקונים:
ja: 修正点:
nb: Fikser:
pt: Correções:
pt_br: Ajustes:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
tr: Düzeltmeler:
uk: Виправлення:
zh_tw: 修正：

source: Fix localization issues with apps that use Granite
be: Выпраўленні памылак лакалізацыі для праграм, якія выкарыстоўваюць Granite
ca: Solució de problemes de localització amb les aplicacions que utilitzen Granite
es: Se solucionaron problemas de localización con aplicaciones que usan Granite
fr: Correction des problèmes de traduction avec les applications qui utilisent Granite
he: תוקנו תקלות תרגום ביישומים שמשתמשים ב־Granite
ja: Granite を使用するアプリのローカライゼーションに関する不具合を修正
nb: Fikset lokaliseringsproblemer for programmer som bruker Granite
pt: Corrigir problemas de localização com aplicações que utilizam Granite
pt_br: Corrije problemas de tradução nos apps que usam o Granite
ru: Исправлены проблемы с локализацией в приложениях, использующих Granite
sk: Oprava problémov s prekladmi pre aplikácie používajúce Granite (Granit)
sv: Åtgärda lokaliseringsproblem med appar som använder Granite
tr: Granite kullanan uygulamalardaki yerelleştirme sorunlarını düzelt
uk: Виправлено проблеми з локалізацією у застосунках, які використовують Granite
zh_tw: 修正使用 Granite 的應用程式中發生的本地化問題

source: Use the settings portal for time and date settings
be: Выкарыстанне партала налад для налад часу і даты
ca: Useu el portal de configuració per a la configuració de data i hora
es: Se usa el portal de configuración para la Configuración de Fecha y hora
fr: Utilisation du portail des paramètres pour les paramètres de la date et de l'heure
he: להשתמש בשער ההגדרות להגדרות שעה ותאריך
ja: 日付と時刻の設定に設定ポータルを使用するように修正
nb: Bruk av innstillingsportal for tid- og datoinnstillinger
pt: Utilizar o portal de definições para as definições de data e hora
pt_br: Utilizar o portal de configurações para ajustes de data e hora
ru: Портал настроек для настройки времени и даты
sk: Používať portál nastavení pre nastavenia dátumu a času
sv: Använd inställningsportalen för att ställa in tid och datum
tr: Saat ve tarih ayarları için ayarlar portalını kullan
uk: Використання порталу налаштувань для налаштування часу й дати
zh_tw: 透過設定值桌面入口來存取時間與日期設定值

source: Use the settings portal for color scheme preference instead of requiring an AccountsService hole
be: Выкарыстанне партала налад для колеравай схемы замест "дзірцы" ў AccountsService
ca: Useu el portal de configuració per a la preferència d'esquemes de colors en lloc de requerir un forat de AccountsService
es: Se usa el portal de configuración para las preferencias de los esquemas de color en lugar de necesitar de un servicio innecesario de cuentas (Accounts Service)
fr: Utilisez le portail des paramètres de thème au lieu d'exiger une exception pour AccountsService
he: להשתמש בשער ההגדרות להעדפות ערכת צבעים במקום לדרוש חור שירות חשבונות
ja: カラースキームの設定に設定ポータルを使用することで、AccountsService へのアクセス許可が不要となるように修正
pt: Utilizar o portal de definições para a preferência do esquema de cores em vez de exigir um buraco do Serviço de Contas
pt_br: Utilizar o portal de configurações para ajustes de preferências de cores ao invés de exigir um AccountService hole
ru: Портал настроек для выбора цветовой схемы вместо использования "дыры" в AccountsService
sk: Používať portál nastavení pre preferenciu farebnej schémy namiesto požadovania otvoru AccountsService (Služba účtov)
sv: Använd inställningsportalen för färgschema istället för att kräva ett AccountsService-hål
tr: Bir AccountsService deliği gerektirmek yerine renk şeması tercihi için ayarlar portalını kullan
uk: Використання порталу налаштувань для вибору колірної схеми замість вимоги дірки в AccountsService
zh_tw: 透過設定值桌面入口來存取配色方案偏好，而非要求存取 AccountsService

source: Update elementary stylesheet to 6.1.0
be: Абнаўленне табліцы стыляў elementary да 6.1.0
ca: Actualització del full d'estil d'elementary a 6.1.0
es: Se actualizaron las hojas de estilo de elementary a 6.1.0
fr: Mise à jour de la feuille de style d'elementary en 6.1.0
he: גיליון העיצוב של elementary עודכן ל־6.1.0
ja: elementary スタイルシートを 6.1.0 にアップデート
nb: elementary-stilark oppgradert til 6.1.0
pt: Atualizar a folha de estilos do elementary para 6.1.0
pt_br: Atualiza elementary stylesheet para 6.1.0
ru: Таблица стилей elementary обновлена до 6.1.0
sk: Aktualizácia súpisu štýlov elementary na verziu 6.1.0
sv: Uppdatera elementary-stilmall till 6.1.0
tr: elementary stil sayfasını 6.1.0'a güncelle
uk: Оновлення таблиці стилів elementary до 6.1.0
zh_tw: 將 elementary 樣式表更新到 6.1.0

source: Update Granite to 6.1.2
be: Абнаўленне Granite да 6.1.2
ca: Actualització de Granite a 6.1.2
es: Se actualizó Granite a 6.1.2
fr: Mise à jour de Granite en 6.1.2
he: Granite עודכנה ל־6.1.2
ja: Granite を 6.1.2 にアップデート
nb: Granite oppgradert til 6.1.2
pt: Atualizar Granite para 6.1.2
pt_br: Atualiza o Granite para 6.1.2
ru: Granite обновлён до 6.1.2
sk: Aktualizácia Granite (Granit) na verziu 6.1.2
sv: Uppdatera Granite till 6.1.2
tr: Granite'i 6.1.2'ye güncelle
uk: Оновлення Granite до 6.1.2
zh_tw: 將 Granite 更新到 6.1.2

source: Add support for ARM (aarch64)
be: Даданая падтрымка ARM (aarch64)
ca: Addició de suport per a ARM (aarch64)
es: Se agregó soporte para ARM (aarch64)
fr: Ajout de la prise en charge d'ARM (aarch64)
he: נוספה תמיכה ב־ARM‏ (aarch64)
ja: ARM (aarch64) に対応
pt: Adicionar suporte para ARM (aarch64)
pt_br: Adicionado suporte para ARM (aarch64)
ru: Добавлена поддержка ARM (aarch64)
sk: Pridaná podpora pre ARM (aarch64)
sv: Lägg till stöd för ARM (aarch64)
tr: ARM (aarch64) desteğini ekle
uk: Додано підтримку ARM (aarch64)
zh_tw: 新增對 ARM (aarch64) 的支援

source: Initial Release
be: Пачатковы выпуск
ca: Publicació inicial
es: Versión inicial
fr: Version initiale
he: מהדורה ראשונית
ja: 初リリース
nb: Opprinnelig utgave
pl: Wstępne wydanie
pt: Lançamento inicial
pt_br: Lançamento inicial
ru: Начальный выпуск
sk: Prvé vydanie
sv: Första utgåvan
tr: İlk sürüm
uk: Початковий випуск
zh_tw: 初次發佈

source: elementary App SDK
be: SDK для праграм elementary
ca: Aplicació SDK de l'elementary
es: SDK para aplicaciones de elementary
fr: SDK des applications elementary
he: ערכת הפיתוח ליישומי elementary
ja: elementary アプリ SDK
nb: SDK for elementary-programmer
pl: SDK aplikacji elementary
ru: SDK для приложений elementary
sk: SDK pre aplikácie elementary
tr: elementary Uygulama SDK'sı
uk: SDK застосунків elementary
zh_tw: elementary 應用程式 SDK
