Repository: elementary/flatpak-platform
Catalog: platform-data/po/*.po
Languages: be, ca, es, fr, he, ja, nb, pl, pt, pt_br, ru, sk, sv, tr, uk, zh_tw

source: The Flatpak SDK for elementary OS and AppCenter.
be: SDK Flatpak для elementary OS і AppCenter.
ca: El Flatpak SDK per a l'elementary OS i el Centre d'aplicacions
es: El SDK de Flatpak para elementary OS y el Centro de Aplicaciones.
fr: Le SDK Flatpak pour elementary OS et le Centre d'Applications.
he: ערכת הפיתוח ל־Flatpak עבור elementary OS ומרכז היישומים.
ja: elementary OS と AppCenter 向けの Flatpak SDK です。
pt: O SDK Flatpak para o elementary OS e Centro de Aplicações.
pt_br: O SDK do Flatpak para o elementary OS e Central de Aplicativos.
ru: Flatpak SDK для elementary OS и AppCenter.
sk: Flatpak SDK pre elementary OS a AppCentrum.
sv: Flatpak SDK för elementary OS och AppCenter.
tr: elementary OS ve AppCenter için Flatpak SDK.
uk: SDK Flatpak для elementary OS та Центру застосунків.
zh_tw: 為 elementary OS 和《應用程式中心》打造的 Flatpak SDK。

source: Update Icons to 7.3.0
es: Se actualizaron los iconos a 7.3.0
he: הסמלים עודכנו ל־7.3.0
nb: Ikoner oppgradert til 7.3.0
pl: Aktualizacja Ikon do 7.3.0
pt: Atualizar ícones para 7.3.0
pt_br: Atualiza Ícones para 7.3.0
ru: Значки обновлены до 7.3.0
sk: Aktualizácia Icons (Ikonky) na verziu 7.3.0
tr: Simgeler 7.3.0'a güncellendi
uk: Оновлення піктограм до 7.3.0

source: elementary, Inc.
he: elementary בע״מ.
